{
  "authors": [
    {
      "id": "Julia Cameron",
      "name": "Julia Cameron",
      "corpus": "",
      "bio": "(1948&ndash;) is an American teacher, author, artist, poet, playwright, novelist, filmmaker, composer, and journalist."
    },
    {
      "id": "Clark Ashton Smith",
      "name": "Clark Ashton Smith",
      "corpus": "",
      "bio": "(1893&ndash;1961) was an influential American writer of fantasy, horror, and science fiction stories and poetry, and an artist."
    },
    {
      "id": "Gábor Klaniczay",
      "name": "Gábor Klaniczay",
      "corpus": "",
      "bio": "(1950&ndash;) is a Hungarian historian, a specialist in the history of religions and cultures of Renaissance and Baroque Europe."
    },
    {
      "id": "Bryan A. Garner",
      "name": "Bryan A. Garner",
      "corpus": "",
      "bio": "(1958&ndash;) is an American lawyer, lexicographer, and legal writing expert. He is the author of several influential books on legal writing and style."
    },
    {
      "id": "Lois Tyson",
      "name": "Lois Tyson",
      "corpus": "",
      "bio": ""
    },
    {
      "id": "Christopher Manson",
      "name": "Christopher Manson",
      "corpus": "",
      "bio": "(1950?) is an American author and illustrator, best known for his puzzle book MAZE published in 1985."
    },
    {
      "id": "Amy Hennig",
      "name": "Amy Hennig",
      "corpus": "",
      "bio": "(1964&ndash;) is an American video game director and scriptwriter, known for her work on the Uncharted series and Legacy of Kain series."
    },
    {
      "id": "Alan Moore",
      "name": "Alan Moore",
      "corpus": "",
      "bio": "(1953&ndash;) is an English author widely recognised as one of the best comic book writers in the English language."
    },
    {
      "id": "Lovecraft",
      "name": "H. P. Lovecraft",
      "corpus": "",
      "bio": "(1890&ndash;1937) was an American writer of weird, horror, fantasy, and science fiction. He is best known for his creation of the Cthulhu Mythos, but his legacy is also apparent in terms like \"Lovecraftian horror\" and an enduring fandom."
    },
    {
      "id": "Plastiboo",
      "name": "Plastiboo",
      "corpus": "",
      "bio": ""
    },
    {
      "id": "Wallace",
      "name": "David Foster Wallace",
      "corpus": "",
      "bio": "(1962&ndash;2008) was an American writer and professor of English and creative writing. He is best known for his novel \"Infinite Jest,\" which explores themes of addiction, entertainment, and the search for meaning in contemporary life."
    },
    {
      "id": "Rowling",
      "name": "J. K. Rowling",
      "corpus": "",
      "bio": "(1965&ndash;) is a British author, best known for writing the Harry Potter fantasy series, which has won multiple awards and sold more than 500 million copies worldwide."
    },
    {
      "id": "Frank Herbert",
      "name": "Frank Herbert",
      "corpus": "",
      "bio": "(1920&ndash;1986) was an American science-fiction author best known for his 1965 novel Dune and its five sequels."
    },
    {
      "id": "Shakespeare",
      "name": "William Shakespeare",
      "corpus": "",
      "bio": "(1564&ndash;1616) was an English playwright, poet, and actor, widely regarded as the greatest writer in the English language and the world's pre-eminent dramatist."
    },
    {
      "id": "Fitzgerald",
      "name": "F. Scott Fitzgerald",
      "corpus": "",
      "bio": "(1896&ndash;1940) was an American novelist, essayist, screenwriter, and short-story writer, widely regarded as one of the greatest American writers of the 20th century."
    },
    {
      "id": "Vincent B. Leitch",
      "name": "Vincent B. Leitch",
      "corpus": "",
      "bio": ""
    },
    {
      "id": "Darwin",
      "name": "Charles Darwin",
      "corpus": "",
      "bio": "(1809&ndash;1882) was an English naturalist, geologist and biologist, best known for his contributions to the science of evolution."
    },
    {
      "id": "Tolkien",
      "name": "J. R. R. Tolkien",
      "corpus": "",
      "bio": "(1892&ndash;1973) was an English writer, poet, philologist, and academic, best known for his high-fantasy works The Hobbit and The Lord of the Rings."
    },
    {
      "id": "Milton",
      "name": "John Milton",
      "corpus": "",
      "bio": "(1608&ndash;1674) was an English poet and intellectual, best known for his epic poem \"Paradise Lost,\" which explores themes of theology, free will, and the human condition."
    },
    {
      "id": "Marcus Aurelius",
      "name": "Marcus Aurelius",
      "corpus": "",
      "bio": "(121&ndash;180) was Roman emperor from 161 to 180 and a Stoic philosopher."
    },
    {
      "id": "Beth Lindsmith",
      "name": "Beth Lindsmith",
      "corpus": "",
      "bio": ""
    },
    {
      "id": "Robert C. Davis",
      "name": "Robert C. Davis",
      "wiki": "off",
      "corpus": "",
      "bio": ""
    },
    {
      "id": "Csikszentmihalyi",
      "name": "Mihaly Csikszentmihalyi",
      "corpus": "",
      "bio": "(1934&ndash;2021) was a Hungarian-American psychologist. He recognized and named the psychological concept of \"flow\", a highly focused mental state conducive to productivity."
    },
    {
      "id": "Michael Wood",
      "name": "Michael Wood",
      "corpus": "",
      "bio": "(1948&ndash;) is a British historian, author and television presenter. He is best known for his historical and archaeological documentaries for the BBC and PBS."
    },
    {
      "id": "Blake Snyder",
      "name": "Blake Snyder",
      "corpus": "",
      "bio": "(1957&ndash;2009) was an American screenwriter, consultant, author and educator based in Los Angeles."
    },
    {
      "id": "Machiavelli",
      "name": "Nicolo Machiavelli",
      "corpus": "",
      "bio": "(1469&ndash;1527) was a Florentine diplomat, author, philosopher, and historian who lived during the Italian Renaissance. He is regarded as the father of modern political philosophy and political science."
    },
    {
      "id": "Hans H. Ørberg",
      "name": "Hans H. Ørberg",
      "wiki": "https://en.wikipedia.org/wiki/Hans_%C3%98rberg",
      "corpus": "",
      "bio": "(1920&ndash;2010) was a Danish linguist and educator, best known for his innovative approach to teaching Latin through the natural method, as presented in his book \"Lingua Latina per se Illustrata.\""
    },
    {
      "id": "Jean Delumeau",
      "name": "Jean Delumeau",
      "corpus": "",
      "bio": "(1923&ndash;2020) was a French historian, specializing in the history of the Catholic Church and Western mentalities."
    },
    {
      "id": "Aristotle",
      "name": "Aristotle",
      "corpus": "",
      "bio": "(384&ndash;322 BC) was an ancient Greek philosopher and polymath. His writings cover a broad range of subjects. He set the groundwork for the development of modern science. "
    },
    {
      "id": "Robert Browning",
      "name": "Robert Browning",
      "corpus": "",
      "bio": "(1812&ndash;1889) was an English poet and playwright. He was noted for irony, characterization, dark humour, social commentary, historical settings and challenging vocabulary and syntax. "
    },
    {
      "id": "Tennyson",
      "name": "Alfred, Lord Tennyson",
      "corpus": "",
      "bio": "(1809&ndash;1892) was an English poet. He was Poet Laureate of the United Kingdom during much of Queen Victoria's reign."
    },
    {
      "id": "Byron",
      "name": "George Gordon Byron",
      "corpus": "",
      "bio": "(1788&ndash;1824) was a British poet, a leading figure in the Romantic movement. He is best known for his flamboyant style and exploration of themes like love, nature, and individualism."
    },
    {
      "id": "Wordsworth",
      "name": "William Wordsworth",
      "corpus": "",
      "bio": "(1770&ndash;1850) was an English poet who helped to launch the Romantic Age in English literature. He is best known for his nature poetry and his emphasis on emotion and individual experience."
    },
    {
      "id": "Blake",
      "name": "William Blake",
      "corpus": "",
      "bio": "(1757&ndash;1827) was an English poet, painter, and printmaker. Largely unrecognized during his lifetime, Blake is now considered a seminal figure in the history of the poetry and visual arts of the Romantic Age."
    },
    {
      "id": "Sterne",
      "name": "Laurence Sterne",
      "corpus": "",
      "bio": "(1713&ndash;1768) was an Irish novelist and an Anglican clergyman. He is best known for his novel \"Tristram Shandy\", which is considered one of the great comic masterpieces of English literature."
    },
    {
      "id": "Thomas Gray",
      "name": "Thomas Gray",
      "corpus": "",
      "bio": "(1716&ndash;1771) was an English poet, letter-writer, and classical scholar. Gray was a self-critical writer who published only 13 poems in his lifetime, despite being very popular. He was even offered the position of Poet Laureate in 1757 though he declined."
    },
    {
      "id": "Defoe",
      "name": "Daniel Defoe",
      "corpus": "",
      "bio": "(1660&ndash;1731) was an English writer, merchant and spy. He has been seen as one of the earliest proponents of the English novel, and helped to popularise the form in Britain."
    },
    {
      "id": "Pope",
      "name": "Alexander Pope",
      "corpus": "",
      "bio": "(1688&ndash;1744) was an English poet, translator, and satirist of the Enlightenment era. An exponent of Augustan literature, Pope is best known for his satirical poetry and translations of Homer."
    },
    {
      "id": "Wycherley",
      "name": "William Wycherley",
      "corpus": "",
      "bio": "(1641&ndash;1716) was an English dramatist of the Restoration period, best known for his satirical comedies that critique the manners and morals of his time."
    },
    {
      "id": "Dryden",
      "name": "John Dryden",
      "corpus": "",
      "bio": "(1631&ndash;1700) was an English poet, literary critic, translator, and playwright who in 1668 was appointed England's first Poet Laureate."
    }
  ]
}
